import React from 'react'
import Nav from '../components/Nav'

const Education = () => {
  return (
    <>
      <Nav />
      <div>
        <h1>ประวัติการศึกษา</h1>
        <div>
          <ul>
            <li>ระดับประถมศึกษา: โรงเรียนมหาชัยคริสเตียนวิทยา</li>
            <li>ระดับมัธยมศึกษาตอนต้น: โรงเรียนสมุทรสาครวิทยาลัย</li>
            <li>ระดับมัธยมศึกษาตอนปลาย: โรงเรียนเตรียมอุดมศึกษา</li>
            <li>แพทยศาสตร์บัณฑิต คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล</li>
            <li>วุฒิบัตรศัลยแพทย์ทรวงอก สถาบันโรคทรวงอก</li>
          </ul>
        </div>
      </div>
    </>
    
  )
}

export default Education